const violations = [
  {
    name: 'presentation-site',
    text: 'Відсутність української на сайті-візитці компанії',
  },
  {
    name: 'ecommerce-site',
    text: 'Відсутність української на сайті інтернет-магазину компанії',
  },
  {
    name: 'social',
    text: 'Відсутність української в соцмережах',
  },
  {
    name: 'docs',
    text: 'Відсутність інструкцій українською',
  },
  {
    name: 'bills',
    text:
      'Відсутність супроводжуючих документів (рахунки, чеки тощо) українською',
  },
  {
    name: 'advert',
    text: 'Відсутність рекламних та піар матеріалів українською',
  },
  {
    name: 'package',
    text: 'Відсутність української на упаковках та етикетках',
  },
];

export default violations;
